{"translation-revision-date":"2024-11-29 10:27:01+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Биће спреман за преглед чим се <link><\/link> ажурира. Сачекајте или контактирајте свог веб домаћина да бисте сазнали како да то урадите ручно."],"Congratulations! Your store will launch soon":["Честитам! Ваша продавница ће ускоро бити покренута"],"Explore support resources":["Истражите ресурсе подршке"],"Help is on hand":["Помоћ је при руци"],"Get the app":["Преузмите апликацију"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Управљајте својом продавницом било где помоћу бесплатне мобилне апликације WooCommerce."],"Manage your store on the go":["Управљајте својом радњом у покрету"],"Add extensions":["Додајте прикључке"],"Add extra features and functionality to your store with Woo extensions.":["Додајте додатне функције и функционалност својој продавници помоћу Woo прикључака."],"Power up your store":["Унапредите своју радњу"],"Install Mailchimp":["Инсталирајте Mailchimp"],"Manage Mailchimp":["Управљајте Mailchimp-ом"],"Build customer relationships":["Изградите однос са купцима"],"Add payment methods":["Додајте начине плаћања"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Омогућите својим купцима више начина плаћања додавањем додатних начина плаћања у своју продавницу."],"Provide more ways to pay":["Обезбедите више начина плаћања"],"Promote products":["Промовишите производе"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Повећајте своју корисничку базу тако што ћете промовисати своје производе милионима ангажованих купаца."],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Детаљна упутства и наш тим за подршку су увек доступни ако се осећате заглављено или вам је потребно неко упутство."],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Држите своје купце у току са новостима у вашој продавници и подесите паметне аутоматизације након куповине."],"Promote your products":["Промовишите своје производе"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Ваше повратне информације ће се делити само са WooCommerce-ом и третирати у складу са нашом <privacyLink>политиком приватности<\/privacyLink>."],"How was the experience of launching your store?":["Какво је било искуство отварања ваше продавнице?"],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Зашто се тако осећате? <smallText>(опционо)<\/smallText>"],"Visit your store":["Посетите своју продавницу"],"Congratulations! Your store is now live":["Честитам! Ваша продавница је сада активна"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Упс! Наишли смо на проблем приликом покретања ваше продавнице. <retryButton\/>"],"Remove %d test orders":["Уклоните %d тест наруџбина"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Уклоните тестне наруџбине и повезане податке, укључујући аналитику и трансакције, када ваша продавница почне да ради. "],"Test data":["Тест подаци"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Фантастично! Ваша продавница је спремна за рад — нема задатака на чекању за довршавање."],"Essential Tasks":["Есенцијални задаци"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Спремни за почетак продаје? Пре него што покренете своју продавницу, уверите се да сте извршили ове основне задатке. Ако желите да промените видљивост продавнице, идите на WooCommerce | Подешавања | Видљивост сајта."],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Успешно сте покренули своју продавницу и спремни сте да почнете са продајом! Једва чекамо да видимо како ваш посао расте.“\\"],"What’s next?":["Шта је следеће?"],"Launch your store":["Покрените своју продавницу"],"Please try again":["Молим вас, покушајте поново"],"Back to Home":["Натраг на почетну страницу"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Користите леву и десну стрелицу на тастатури за промену величине платна. Држите „Shift“ тастер за промену величине у већим инкрементима."],"Drag to resize":["Превуци за промену величине"],"Send":["Пошаљи"],"Back":["Назад"],"Site Icon":["Иконица веб места"],"Copy link":["Копирај везу"],"Copied!":["Копирано!"],"Close":["Затвори"],"Cancel":["Откажи"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}